{
  "images": [
    {
      "title": "alcmeon",
      "text": "Alcmaeon of Croton (/ælkˈmiːɒn/; Greek: Ἀλκμαίων ὁ Κροτωνιάτης, Alkmaiōn, gen.: Ἀλκμαίωνος; fl. 5th century BC) was an early Greek medical writer and philosopher-scientist. He has been described as one of the most eminent natural philosophers and medical theorists of antiquity and he has also been referred to as \"a thinker of considerable originality and one of the greatest philosophers, naturalists, and neuroscientists of all time.\"His work in biology has been described as remarkable, and his originality made him likely a pioneer. Because of difficulties dating Alcmaeon's birth, his importance has been neglected. – Wikipedia (https://en.wikipedia.org/wiki/Alcmaeon_of_Croton)"
    },
    {
      "title": "plato",
      "text": "Plato (/ˈpleɪtoʊ/ PLAY-toe; Greek: Πλάτων Plátōn; 428/427 or 424/423 – 348/347 BC) was an ancient Greek philosopher born in Athens during the Classical period in Ancient Greece. In Athens, Plato founded the Academy, a philosophical school where he taught the philosophical doctrines that would later became known as Platonism. Plato (or Platon) was a pen name derived from his nickname given to him by his wrestling coach – allegedly a reference to his physical broadness. According to Alexander of Miletus quoted by Diogenes of Sinope his actual name was Aristocles, son of Ariston, of the deme Collytus (Collytus being a district of Athens) <br/> –Wikipedia (https://en.wikipedia.org/wiki/Plato)"
    },
    {
      "title": "ibn-sina",
      "text": "Ibn Sina (Persian: ابن سینا; 980 – June 1037 CE), commonly known in the West as Avicenna (/ˌævɪˈsɛnə, ˌɑːvɪ-/), was a Persian polymath who is regarded as one of the most significant physicians, astronomers, philosophers, and writers of the Islamic Golden Age, and the father of early modern medicine. Sajjad H. Rizvi has called Avicenna \"arguably the most influential philosopher of the pre-modern era\". He was a Muslim Peripatetic philosopher influenced by Greek Aristotelian philosophy. Of the 450 works he is believed to have written, around 240 have survived, including 150 on philosophy and 40 on medicine. <br/> His most famous works are The Book of Healing, a philosophical and scientific encyclopedia, and The Canon of Medicine, a medical encyclopedia which became a standard medical text at many medieval universities and remained in use as late as 1650. Besides philosophy and medicine, Avicenna's corpus includes writings on astronomy, alchemy, geography and geology, psychology, Islamic theology, logic, mathematics, physics, and works of poetry. -Wikipedia (https://en.wikipedia.org/wiki/Avicenna)"
    },
    {
      "title": "al-razi",
      "text": "Abū Bakr al-Rāzī (full name: أبو بکر محمد بن زکریاء الرازي, Abū Bakr Muḥammad ibn Zakariyyāʾ al-Rāzī), c. 864 or 865–925 or 935 CE, often known as (al-)Razi or by his Latin name Rhazes, also rendered Rhasis, was a Persian physician, philosopher and alchemist who lived during the Islamic Golden Age. He is widely regarded as one of the most important figures in the history of medicine, and also wrote on logic, astronomy and grammar. He is also known for his criticism of religion, especially with regard to the concepts of prophethood and revelation. However, the religio-philosophical aspects of his thought, which also included a belief in five \"eternal principles\", are only recorded by authors who were often hostile to him. Wikipedia (https://en.wikipedia.org/wiki/Abu_Bakr_al-Razi)."
    },
    {
      "title": "marriott",
      "text": "Edme Mariotte (/ˌmɑːriˈɒt/; French: [ɛdmə maʁj; c. 1620 – 12 May 1684) was a French physicist and priest (abbé). He is particularly well known for formulating Boyle's law independently of Robert Boyle. Mariotte is also credited with designing the first Newton's cradle. Wikipedia (https://en.wikipedia.org/wiki/Edme_Mariotte)"
    },
    {
      "title": "rodieck",
      "text": "Robert (Bob) William Rodieck (1937-2003). Bob was a visual neuroscientist who spent much of his career working at the University of Washington Medical Center. He published many papers on visual processing, with a focus on the retina, and also published the highly influential textbook The First Steps of Seeing. – source (http://www.psy.vanderbilt.edu/faculty/calkinslab/pdfs/RememberingBobRodieck.pdf)"
    },
    {
      "title": "schultz",
      "text": "Max Johann Sigismund Schultze (25 March 1825 – 16 January 1874) was a German microscopic anatomist noted for his work on cell theory. – Wikipedia (https://en.wikipedia.org/wiki/Max_Schultze)"
    },
    {
      "title": "svaetichin",
      "text": "Gunnar Nils Toivo Svaetichin (13 January 1915 – 23 March 1981) was a Swedish-Finnish-Venezuelan physiologist who, in 1956, showed by examining the external layers of fish retinas that electroretinograms display particular sensitivity to three different groups of wavelengths in the areas of blue, green and red. This provided the first biological demonstration in support of the Young-Helmholtz trichromatic theory. He also gave name to the S-potential, which was the first experimental evidence that opponency existed in the visual system. <br/>Born in Finland, he moved to Sweden in 1948, and from 1955 until his death, he worked as a researcher in Venezuela. – Wikipedia (https://en.wikipedia.org/wiki/Gunnar_Svaetichin)"
    },
    {
      "title": "boll",
      "text": "Franz Boll (26 February 1849, Neubrandenburg – 19 December 1879, Rome) was a German physiologist and histologist. He was the son of Lutheran theologian Franz Boll (1805–1875). <br/>Boll studied medicine in Bonn, Heidelberg and Berlin, and in 1870 worked at the physiological institute of Emil du Bois-Reymond (1818–1896) in Berlin. Later he became a professor at the University of Genoa, and from 1873 to 1879 was a professor of physiology in Rome. He died in Rome on 19 December 1879 at the age of 30. <br/>Boll is remembered for the discovery of rhodopsin, when he noticed that the light-sensitive pigment in the rods of the retina had a tendency to fade in the presence of illumination. He also published his findings in a pamphlet titled Sull'anatomia e fisiologia della retina (1877). – Wikipedia (https://en.wikipedia.org/wiki/Franz_Christian_Boll)"
    },
    {
      "title": "hartline",
      "text": "Haldan Keffer Hartline ForMemRS (December 22, 1903 – March 17, 1983) was an American physiologist who was a co-recipient (with George Wald and Ragnar Granit) of the 1967 Nobel Prize in Physiology or Medicine for his work in analyzing the neurophysiological mechanisms of vision. -wikipedia (https://en.wikipedia.org/wiki/Haldan_Keffer_Hartline)"
    },
    {
      "title": "barlow",
      "text": "Horace Basil Barlow FRS (8 December 1921 – 5 July 2020) was a British vision scientist. Barlow was the son of the civil servant Sir Alan Barlow and his wife Lady Nora (granddaughter of the naturalist Charles Darwin). <br/>He was educated at Winchester College, and earned an M.D. at Harvard University in 1946. -wikipedia (https://en.wikipedia.org/wiki/Horace_Barlow)"
    },
    {
      "title": "kuffler",
      "text": "Stephen William Kuffler ForMemRS (August 24 Táp, Austria-Hungary, 1913 – October 11, 1980) was a pre-eminent Hungarian-American neurophysiologist. He is often referred to as the \"Father of Modern Neuroscience\". Kuffler, alongside noted Nobel Laureates Sir John Eccles and Sir Bernard Katz gave research lectures at the University of Sydney, strongly influencing its intellectual environment while working at Sydney Hospital. He founded the Harvard Neurobiology department in 1966, and made numerous seminal contributions to our understanding of vision, neural coding, and the neural implementation of behavior. He is known for his research on neuromuscular junctions in frogs, presynaptic inhibition, and the neurotransmitter GABA. In 1972, he was awarded the Louisa Gross Horwitz Prize from Columbia University. – Wikipedia (https://en.wikipedia.org/wiki/Stephen_Kuffler)"
    },
    {
      "title": "dalton",
      "text": "John Dalton FRS (/ˈdɔːltən/; 5 or 6 September 1766 – 27 July 1844) was an English chemist, physicist and meteorologist. He is best known for introducing the atomic theory into chemistry, and for his research into colour blindness, which he had. Colour blindness is known as Daltonism in several languages, being named after him. -Wikipedia (https://en.wikipedia.org/wiki/John_Dalton)"
    },
    {
      "title": "famiglietti",
      "text": "To come!"
    },
    {
      "title": "darwin",
      "text": "Charles Robert Darwin FRS FRGS FLS FZS JP (/ˈdɑːrwɪn/ DAR-win; 12 February 1809 – 19 April 1882) was an English naturalist, geologist, and biologist, widely known for his contributions to evolutionary biology. His proposition that all species of life have descended from a common ancestor is now generally accepted and considered a fundamental concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branching pattern of evolution resulted from a process he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding. Darwin has been described as one of the most influential figures in human history and was honoured by burial in Westminster Abbey. – Wikipedia (https://en.wikipedia.org/wiki/Charles_Darwin)"
    },
    {
      "title": "cajal",
      "text": "Santiago Ramón y Cajal (Spanish: [sanˈtjaɣo raˈmon i kaˈxal]; 1 May 1852 – 17 October 1934) was a Spanish neuroscientist, pathologist, and histologist specializing in neuroanatomy and the central nervous system. He and Camillo Golgi received the Nobel Prize in Physiology or Medicine in 1906. Ramón y Cajal was the first person of Spanish origin to win a scientific Nobel Prize. His original investigations of the microscopic structure of the brain made him a pioneer of modern neuroscience. – Wikipedia (https://en.wikipedia.org/wiki/Santiago_Ram%C3%B3n_y_Cajal)"
    }
  ]
}
