{
  "intro": [
    {
      "id": "638ccd51-c31a-4f74-b3a5-ab50f9f5dd6f",
      "title": "The retina",
      "animation": { "name": "dragon" },
      "paragraphs": [
        {
          "id": "cc5d036e-4376-406e-889c-acdc2bdfc61c",
          "text": "Seeing starts in our eyes. Is this because something from the outside world is passing into our eyes, or because something is leaving our eyes and interacting with the outside world. Alcmeon (Greece, 5th century BC), thought of the eye as a lantern, emitting an internally generated fire that was required for seeing. Plato and others would refine this theory to incorporate both an internally generated visual fire that leaves the eye, as well as spirits emanating from objects in the world, with these two energies interacting before returning to the eye to enable vision. As an outcome of this idea, Plato argued that we dream during sleep when the internal fire collides with our closed eyelids and bounces back into our body."
        },
        {
          "id": "3d6acf13-1a03-4921-b9dc-804044e9c26e",
          "text": "Based on such classical ideas, the extramission theory of vision would remain popular for over a thousand years, and only start to show cracks during the ‘Islamic Golden Age’ when people like ibn Sina and al Razi would describe how external light could alter pupil size or otherwise cause visual disturbances, arguing in favour of a pure intromission theory. Still, it would take many more years until the retina was identified as the neural tissue in the eye, and even more time to understand how it converts light into an electro-chemical signal, processes incoming visual scenes, and relays this information to the rest of the brain. In this chapter, we set out to tell the story of the eye and retina."
        }
      ]
    }
  ],
  "sections": [
    {
      "id": "e1ecf632-cc1d-4cd1-a034-fe2af2e77c03",
      "title": "Story of the eye",
      "paragraphs": [
        {
          "animation": {
            "name": " eye-anatomy"
          },
          "id": "5ea404ac-2fcb-4102-89e9-febe1ecc71a0",
          "text": "It is believed that the ancient Greeks were the first to dissect animal eyes, with Alcmeon being considered one of the first to perform dissections for the purpose of studying anatomy. Based on gross anatomy, the Hippocratic school split the eye into 3 layers (or tunics): sclera, uvea and retina. Since then, a much clearer picture has emerged. The eye is a spherical structure. The front of the eye contains the cornea, a clear crystalline material that enables passage of light into the eye. The back of the eye is made up of several layers, the outermost being a white fibrous layer called the sclera. Moving inwards from the sclera comes the choroid, a layer important for vascularization, the retina pigment epithelium, a layer important for its complex interactions with photoreceptors, and the retina. Aside from these <span id='animation-1-structures' class='animationMarker'>structures</span>, there is also a lens near the front half of the eye, whose shape can be adjusted by the ciliary muscles to change the focus of the eye. There are also two fluid filled chambers, the anterior and posterior chambers, that contain aqueous and vitreous humour, respectively. These fluids maintain pressure in the eye and circulate important nutrients and changes to the production and exchange of these fluids can lead to changes in intraocular pressure which are associated with ocular health issues, such as glaucoma."
        },
        {
          "id": "3b21964b-d33f-4292-ad5f-642fe66e49bd",
          "text": "Light enters the eye at the cornea. The cornea has a higher refractive index with respect to air, and this causes the direction of incoming light to be altered. The cornea provides more refractive power to the eye than the lens, and this can be seen if you open your eyes under water, as water and the cornea have similar refractive indices. Importantly, the curvature of the cornea is stronger in its center compared its periphery, which helps it act like a corrected spherical lens to ensure incoming light rays are brought to a common focus. Light then passes through the aqueous humor, and some photons make their way through the pinhole in the center of the iris – the pupil. Pigment in the iris gives us our ‘eye color’. Light then passes through the lens, which has a graded index to help focus rays entering various parts of the lens onto the same location of the retina. Additionally, to appropriately focus the incoming light onto the retina, the thickness of the lens can be adjusted depending on the distance between the eye and the object being viewed. <span class='animationTrigger' id='animation-vergence-and-accommodation '>This thickening/thinning of the lens is called accommodation and is controlled by the ciliary muscles. <span id='' class='animationMarker'>Accommodation</span> generally occurs in tandem with <span id='' class='animationMarker'>vergence</span> eye movements, which are correlated movements between the eyes that ensure focus is properly obtained. Finally, the incoming image is projected through the vitreous humour and onto the retina, the light sensing tissue that lines the back of the eye.</span>"
        },
        {
          "id": "4dd86835-8048-466b-a872-acf5259ed4bc",
          "type": "break",
          "text": "Break section: Pathway for the pupillary light reflex"
        },
        {
          "id": "a94004c6-a34a-4f26-8ca5-aee1e9f3780b",
          "text": "Alas, despite our body’s best laid plans, due to a variety of developmental and age-related issues, our eyes often improperly focus images on the retina, resulting in impaired vision. Two common issues result from the image being focused either in front of (myopia) or behind (hyperopia) the retina. Myopia, also commonly referred to as nearsightedness, results in images that are far away from the viewer appearing blurry. In contrast, hyperopia, commonly referred to as farsightedness, results in images that are nearby being blurry. Another common refractive issue is astigmatism, which results in uneven focus of the incoming image on the retina, due to irregular curvature of the cornea or lens abnormalities. Finally, as we age, the lens becomes less elastic and the ciliary muscles become less effective at accommodating different focal planes, leading to presbyopia, which tends to focus images behind the retina. In general, most types of refractive errors can be addressed with corrective lenses."
        },
        {
          "id": "f76eea26-c064-41c5-9347-889a65266271",
          "type": "break",
          "text": "Break section: Video – Maureen Neitz discussing possible causes and cures for myopia – 2 mins"
        }
      ]
    },
    {
      "id": "01433747-3254-490a-97c6-37403d9a1b53",
      "title": "Organization and cell types in the retina",
      "paragraphs": [
        {
          "id": "31b39c96-aa87-49df-b458-32ccfcb72b9d",
          "text": "The retina is often described anatomically in two orthogonal manners: in cross-section (referred to as “vertically”) and across its planar surface (referred to as “laterally”). Here we outline both schemata, before providing a detailed overview of the cell types and synaptic connectivity layout in the retina."
        },
        {
          "subSection": [
            {
              "id": "d901f84e-802e-4123-97c5-b96cf0f6feb3",
              "title": "Cross-sectional anatomy",
              "paragraphs": [
                {
                  "id": "8998fdf5-42b8-4732-b84c-724e2872e146",

                  "text": "The retina is comprised of 5 neuronal classes (photoreceptors, horizontal cells, bipolar cells amacrine cells, and ganglion cells), as well as various glial and vascular cells. Cell bodies of neurons in the vertebrate retina are grouped into three distinct layers, separated by two synaptic layers. Light passes through the entire retina before being focused to the deepest (i.e. closest to the back of the eye) layer of the retina, where specialized photon detectors called photoreceptors reside. These neurons transduce absorbed photons into electric signals. Photoreceptors extend nerve terminals into a synaptic layer called the outer plexiform layer, where they synapse with cells called bipolar cells and horizontal cells. The bipolar and horizontal cell bodies, along with those of amacrine cells, are contained within the inner nuclear layer. Bipolar cells relay signals from photoreceptors to the inner plexiform layer where they synapse with amacrine and retinal ganglion cells. These latter neurons are the sole output of the retina and reside in a ganglion cell layer which abuts the vitreous humour. Axons from the ganglion cells get bundled together into the optic nerve, which ‘dives’ back through the entire retina before leaving the eye, resulting in a blind-spot in each eye’s field of view."
                },
                {
                  "id": "847986f1-7a1c-4a47-963e-ba427ea0109f",
                  "type": "break",
                  "text": "Break section: Blind-spot - brief history and interactive test"
                },
                {
                  "id": "fa9732d3-1ee5-44a7-ba03-775434766b4b",

                  "text": "The retina’s job is to convert photons into ethologically relevant elements of the visual scene. It does this by connecting photoreceptors to multiple retinal circuits, each extracting specific element of the visual scene, before sending these processed signals to the brain for further processing. Accordingly, the route taken by the visual signal from photoreceptor to ganglion cell varies depending on the ‘type’ of retinal ganglion cell being considered, as will be discussed below in detail. In brief, a retinal ganglion cell receives input from one or several photoreceptors, mostly located above its dendritic tree, with these photoreceptor signals being relayed via bipolar cells. Signal transmission from photoreceptors to bipolar cells is modulated by horizontal cells, whereas signal transmission from bipolar cells to ganglion cells is modulated by amacrine cells. In turn, ganglion cells project their axons to various higher brain regions, where these visual signals underlie a variety of functions."
                },
                {
                  "id": "d12c4b7a-f896-4e03-92bb-74d30bd22135",
                  "type": "break",
                  "text": "Break section: Video – Tom Baden discussing ‘Is our retina really upside down?” – 2 mins"
                }
              ]
            },
            {
              "id": "36d8a296-06ba-4dff-9491-a077f989c3a8",
              "title": "Lateral organization",
              "paragraphs": [
                {
                  "id": "0c4a9d17-c64f-4d58-9c43-18a802766034",

                  "text": "The retina’s vertically organization wires photoreceptors to ganglion cells through a mesh of bipolar, horizontal and amacrine cells. The field of view of each neuron grows at each level of the vertical hierarchy and culminates in ganglion cells which each ‘see’ a piece of the visual world equal to the patch of photoreceptors to which its amacrine and bipolar cells are connected. This visible path of the world is determined by the size of a ganglion cell’s dendritic tree and is called its ‘receptive field’. Extracting visual information from all parts of the visual field requires that each microcircuit be replicated laterally over the entire retinal surface. Such patterns of laterally tiled circuits (and their component cells) are referred to as mosaics."
                },
                {
                  "id": "ae7743e4-146a-4747-8df3-d4f95887a930",

                  "text": "The concept of mosaics was formulated by RW Rodieck, who posited that neurons of the same type – spaced evenly apart – would form points of a hexagon along the lateral surface of the retina. The distance between adjacent somata of the same cell type, termed the exclusion zone, is usually dictated by the extent of a cell’s dendritic field. Mosaics arise during development when dendrites from the two adjacent neurons of the same type repel one another. The repulsion only happens between neurons of the same type. The consequence of this arrangement are two-fold: First, the nearest neighbors of a given retinal neuron will belong to different types of cells (except for photoreceptors which have very small receptive fields); Second, the dendrites of same-type neighbours will overlap minimally, meaning a cell type effectively tiles the retina (and visual field) with minimal redundancy. While mosaics are a general principle in lateral organization of the retina, this does not mean that spacing between neurons is fixed across the entire retina. For instance, in humans and many other primate retinae, dendritic fields get increasingly larger from central to peripheral visual field, meaning that the spacing between cells in each mosaic become larger. Additionally, in at least some vertebrate species, certain retinal cell types are more numerous in different portions of the retina, corresponding to specific ethological needs of the animal to put distinct feature detectors in certain parts of the visual field."
                }
              ]
            },
            {
              "id": "9aa3d5b7-8096-4cca-91a3-7059898764e9",
              "title": "Retinal cell types",
              "paragraphs": [
                {
                  "id": "8ef9f650-c325-4b70-b507-fe62b0ed5a67",

                  "text": "Each retinal cell class (i.e. photoreceptors, horizontal cells, bipolar cells, amacrine cells, ganglion cells) is comprised of various cell types (i.e. specific cell types). In general, cell types serve unique functional roles within a given neuron class. Evidence for this division of cell classes into subtypes was evident from the earliest anatomical studies on the retina: for instance, drawings by the anatomist Max Schultz of photoreceptors showed cells with two distinct morphologies - rods and cones. Below, we quickly introduce the different retinal classes, and each of these will be discussed in greater detail later in the chapter."
                },
                {
                  "id": "705b0854-4c55-4a0a-ab8e-ce313dad3f96",
                  "type": "break",
                  "text": "Break section: Single cell sequencing (include animation) - The brain is composed of many distinct cell types. Developments in single cell genetic sequencing have allowed scientists to genetically classify cell types, leading to an increasingly complete atlas of various brain areas in host of species including mice, fish, chickens, primates, and humans. Such complex, high-dimensional data, is often plotted using a dimensionality reducing methods to visually describe how similar given cell types are to one another and how different they are from each other."
                },
                {
                  "subSubSection": [
                    {
                      "id": "0ccacfad-16a4-4c0c-bf01-ee5f1579b255",
                      "title": "Photoreceptors",
                      "text": "By the late 17th century, it had become clear there were 2 types of photoreceptors, rods and cones, and that each was differentially localized in the retina and served different functions. Anatomical work from Max Schultze indicated that cones were mostly near the center of the human retina, whereas rods dominated in the periphery. Behavioral work from Hermann Aubert showed that visual acuity and color discrimination both decreased from the center to the periphery of the visual field. Photoreceptors are vitally important cells, as they detect light and convert it into an electrical signal."
                    },
                    {
                      "id": "77e87661-813f-40ec-b461-026b816a5ffc",
                      "title": "Bipolar Cells",
                      "text": "Bipolar somata occupy the middle region of the inner nuclear layer and are named for their characteristic anatomy: elongated cells with dendrites in the outer plexiform layer, where they collect signals from photoreceptors at glutamatergic synapses, and axons in the inner plexiform layer, where they relay signals to amacrine and ganglion cells."
                    },
                    {
                      "id": "bef49e56-3dc0-45ac-910d-346824708e86",
                      "title": "Horizontal cells",
                      "text": "The signals passing between photoreceptors and bipolar cells are modulated by feedback signals (to photoreceptors), and possibly feedforward signals (to bipolar cells), from horizontal cells. Horizontal cells were the first retinal neurons whose light responses were measured with intracellular recording – by Gunner Svaetichin in the 1950s – but many details about how exactly they contribute to retinal processing remain unresolved. One clear role they play is to provide center-surround inhibition to photoreceptors (as discussed below in more detail), which is a critical computation that gets implemented over and over again at synapses throughout the early visual system."
                    },
                    {
                      "id": "beb4b5fe-204b-4159-83bd-88cb6134527e",
                      "title": "Amacrine Cells",
                      "text": "The most diverse set of cells in the retina are amacrine cells. These are, with a few exceptions, inhibitory interneurons which collect input from bipolar cells and inhibit bipolar, ganglion and other amacrine cells. In some vertebrate species, amacrine cells comprise more than 50 different cell types, each exhibiting a unique morphology, physiology, and gene expression profile. Some amacrine cells exhibit distinct dendrites and an axon, whereas others have processes which act as both pre and postsynaptic elements. Attempts to generalize are difficult in the face of this diversity, however a few general trends have been observed: First, almost all amacrine cells are inhibitory neurons releasing either GABA or Glycine onto their targets; Second, glycinergic amacrine cells tend to have narrow receptive fields, whereas GABAergic ones tend to extend their processes across larger areas of the retina; Third, many amacrine cells release an additional neurotransmitter, which in some cases can be excitatory, but are more commonly neuromodulators such as peptides or catecholamines."
                    },
                    {
                      "id": "f5e26c64-7929-4b1d-90d8-24f75a7b2a05",
                      "title": "Retinal Ganglion Cells",
                      "text": "Ganglion cells are the only retinal neurons that send axons out of the eye to the rest of the brain. In addition, with a few exceptions (some amacrine cells, and possibly some bipolar cells), they are the only retinal neurons that fire action potentials. They generate these signals in response to the combination of excitatory and inhibitory inputs they receive from bipolar and amacrine cells, respectively. As discussed in detail below, there are several types of retinal ganglion cells, and each appears specialized to detect specific aspects of the visual scene, such as colors, edges and movement"
                    }
                  ]
                },
                {
                  "id": "d81b706a-49f2-4198-ba07-8a5d819030ac",
                  "type": "break",
                  "text": "Break section – Retinal cell types – Video of Dowling and Werblin talking about recording a diversity of responses from all retinal cell types."
                }
              ]
            },
            {
              "id": "010438a2-4e6c-4b32-91a4-748378c6a548",
              "title": "Synaptic architecture",
              "paragraphs": [
                {
                  "id": "d422b102-0569-45d3-b867-7d7244fa572e",
                  "text": "Like the rest of the central nervous system, chemical synaptic transmission is the dominant form of communication in the retina. However, significant numbers of electrical synapses exist and play a crucial role in various aspects of retinal processing (eg. see night-vision section)."
                },
                {
                  "subSubSection": [
                    {
                      "title": "Chemical synapses.",
                      "paragraphs": [
                        {
                          "id": "753af943-88d5-4965-a92a-91bf17f700e8",
                          "text": "Photoreceptors form glutamatergic synapses with bipolar and horizontal cells, and bipolar cells form glutamatergic synapses with amacrine and ganglion cells. Horizontal cells communicate with photoreceptors, though the mechanism of this connection remains poorly understood. Amacrine cells form inhibitory GABAergic and glycinergic synapses with bipolar ganglion and amacrine cells. Ganglion cell axons make glutamatergic synapses with retinorecipient targets throughout the brain."
                        },
                        {
                          "id": "1f55c4e1-8644-4d59-a141-7fbab1a7a7b2",
                          "text": "Neurotransmitter release in photoreceptors and bipolar cells occurs at specialized presynaptic structures called synaptic ribbons, which permit fast and continuous vesicular release from these neurons that signal predominantly via graded potentials. Each active zone within a photoreceptor or bipolar cell axon terminal possesses a ribbon shaped organelle which is attached to the presynaptic membrane at its edges and tethers synaptic vesicles along its surface. The ribbon allows for a ~5-10-fold increase in the number of vesicles that can be docked at the active zone as compared to a conventional synapse. In response to release depolarization and calcium influx into the axon terminal, vesicles move down the face of the ribbon like on a conveyor belt, being shuttled to the release site."
                        }
                      ]
                    },
                    {
                      "title": "Electrical synapses",
                      "paragraphs": [
                        {
                          "id": "fe61fcb2-e74b-4555-ba3b-814c41f4ee8f",
                          "text": "Electrical synapses are widely expressed in the retina. Also known as gap junctions, these connections form between retinal neurons bearing matched connexins, which when combined form a pore that connects the intracellular space of neighbouring cells. These synapses, unlike chemical synapses, allow signals initiated in either cell to flow into its coupled partner. Gap junctions act like high-pass filters, meaning that slow signals (eg. EPSPs) are less attenuated than fast signals (eg. action potentials). Gap junctions play various functional roles, from guiding rod signals throughout the retina, to synchronizing signals between coupled neurons, to strengthening the lateral flow of signals through retinal circuits."
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "d19228b4-d138-4901-a36b-bb9cb8d8aee1",
      "title": "Photoreceptors and phototransduction",
      "paragraphs": [
        {
          "id": "7f962862-ee0c-4c95-8263-e1b1c9494989",
          "text": "Photoreceptors are the most evolutionary ancient part of the retina, and likely evolved from ciliated sensory cells that blanketed our early ancestors. Photoreceptors are long thin cells, with a soma situated in the outer nuclear layer, a nerve terminal located in the outer plexiform layer, and an elongated outer segment with opsin-filled disks extending towards the back of the eye. Each outer segments contain roughly 1000 membranous disks arranged in a stacked manner, and each disk is densely packed with molecules of the photopigment-filled opsins. These discs are important for photoreceptor function because they amplify photoreceptor surface area by ~1000-fold, greatly increasing the number of light-catching opsin molecules within a single photorceptor. A thin stalk connects the opsin-filled outer segment and with the mitochondria-rich inner segment, which helps sustain the tremendous energy costs of phototransduction. Vertebrate photoreceptors can be morphologically divided into two classes based on the shape of their outer segments. Cone photoreceptors exhibit tapered outer segments (i.e. their outer segment is shaped like a cone), are specialized to detect photons during daylight conditions, and possess opsin variants that make them sensitive to photons of different wavelengths. Humans have 3 cone types, with maximal photon absorptions situated in the blue (peak excitation ~420 nm), green (peak excitation ~534 nm) and red (peak excitation ~564 nm) regions of the electromagnetic spectrum. Rods, on the other hand, have long rod-shaped outer segments, and are specialized for detecting photons in dim environments. Discs in rod outer segments contain rhodopsin molecules attuned to wavelengths at the center of the visible range (blue-green; peak excitation ~498 nm). Rhodopsin is more densely concentrated in rod outer segments than cone-opsins are in cone outer segments. Additionally, in rods, the disks in the outer segment are wholly internal to the cell’s outer membrane, whereas in cones the outer membrane invaginates multiple times in the outer segment and itself contains the opsin molecules."
        },
        {
          "subSection": [
            {
              "id": "54a5b270-1fbc-497d-b53a-483b805a247e",
              "title": "Phototransduction",
              "paragraphs": [
                {
                  "id": "a0aa61a8-33f6-4ea8-a550-aff303ae81ee",
                  "text": "Stars, like our sun, emit energy along various parts of the electromagnetic (EM) spectrum. Indeed, most of the photons we encounter in the world are outside our visible range – the vast majority of these are in the infrared: they create a warm sensation when absorbed by our skin, but we cannot see them. Visible photons occupy a narrow band of the EM spectrum, and interestingly, are among a subset of photons that best penetrate sea water – where a large family of opsins arose over millions of years by evolution. Below, we will discuss how these visible photons are detected by photoreceptors in the retina and get converted into electrical signals."
                },
                {
                  "id": "9dcfc317-15c4-47e8-81c2-16508a64a4c6",
                  "text": "The eye and retina act as a camera and film, designed to collect incoming photons. Catching photons is hard, since they are fast and because so many are lost on the trip from the surface of the eye to the retina. Imagine you are camping, peering up at the North Star in the night sky. The star’s brightness at the corneal surface is ~2800 photons/sec/mm2, and like a window pane, the cornea transmits most of this light, though some (~2.5%) is reflected away. About nine percent of the photons that pass through the cornea are absorbed in the anterior compartment, and the remainder (2350 photons/sec/mm2) reach the pupil. As it is a very dark night, your pupil is fully dilated (~40mm2), allowing roughly 94,000 visible photons to pass through the iris and lens every second. More than half (~57%) of these 94,000 photons are absorbed by the vitreous humour before arriving at the retina. Due to ongoing eye movements, a different small patch of retina sees the starlight every 100ms or so. Only 1100 photons strike a given retinal patch in this short time window, during which photons are absorbed by ~120 photoreceptors (~9 per cell), and due to their incredible speed (3 x 108m/s) these photons are absorbed one at a time. Converting this weak signal into the clear perception of the North Star is the job of the phototransduction machinery."
                },
                {
                  "subSubSection": [
                    {
                      "paragraphs": [
                        {
                          "id": "f04d2e7c-ba30-4d5e-9b73-4cb403939cef",
                          "title": "Rhodopsin",
                          "text": "In the mid-1870s, Franz Boll identified a substance in the frog retina that bleached when exposed to light – it became known as “visual purple” or rhodopsin, and is the light sensing protein in rod photoreceptors. Retinal is synthesized from vitamin A, and even going back to ancient Egypt, the Ebers medical papyrus from 1520 BC recommended treating night blindness with liver (which happens to be high in vitamin A; though the ancient Egyptians recommended topically applying liquid from the liver directly to the eye). The bleaching that Boll had observed was the result of retinal undergoing a photoisomerization from 11-cis retinal to all-trans retinal. The isomerization results in a conformational change in rhodopsin that initiates a signal transduction cascade. Subtle amino-acid variations in the structure of the opsin change the way 11-cis retinal is ‘held’ within the rhodopsin molecule, and alters the energy, and therefore photon wavelength, required for a photoisomerzation event. This is a core difference between opsins that detect blue, green and red, green photons (such as those in cones). In all cone opsins, the conversion is remarkably efficient – two-thirds of absorbed photons result in a photoisomerization. By comparison, this quantum efficiency is only 1/10 for photographic film."
                        },
                        {
                          "id": "d973785a-d6f8-4e4e-8d85-afb2612bef15",
                          "title": "Phototransduction",
                          "text": "In the dark, the photoreceptor outer segment has a high concentration of the small molecule cGMP (cyclic guanosine monophosphate). These small molecules bind to and activate cGMP-gated cationic channels, resulting in Na+ and Ca2+ inflow in the outer segment, which balance an ongoing net efflux of K+ ions, resulting in a relatively depolarized resting membrane potential (Vm) of ~-30mV in darkness. Rhodopsin is a G protein-coupled receptor. Following activation, via photon absorption, rhodopsin becomes enzymatically activated, leading to activation of its G-protein transducin. Transducin is composed of α, β, and γ subunits, and upon activation, releases its βγ subunit, which in turn activate phosphodiesterase (PDE). PDE in turn hydrolyzes cGMP molecules. The resulting decrease in intracellular [cGMP] in the outer segment leads to the closure of cGMP-gated cation channels. Since the efflux of K+ ions continues, closing cGMP-gated channels results in membrane hyperpolarization, leading to a decrease in glutamate release. This light-evoked hyperpolarization is called a photovoltage, and its amplitude and duration depend on the luminance, size and duration of the flash of light. Furthermore, if it is generally considered that a neuron depolarizes when it is activated, it can therefore be thought that light ‘turns off’ photoreceptors. Finally, an activated rhodopsin molecule needs to be de-activated, otherwise the phototransduction cascade would continue endlessly. Photransduction is terminated when an activated rhodopsin is phosphorylated by a membrane bound enzyme called rhodopsin kinase. The addition of a phosphate to rhodopsin leads to its binding by a protein called arrestin, which ejects the rhodopsin kinase, and quenches rhodopsin’s ability to activate transducin by breaking the bond between all-trans retinal and opsin."
                        },
                        {
                          "id": "37c0b13f-d8ad-4353-8661-45c1f4cc77b8",
                          "type": "break",
                          "text": "Break section - Counting photons: The photoreceptor is given a difficult task. In a world of ever changing light levels, the photoreceptor needs to detect photons, convert these into an electrical signal, and use this to regulate glutamate release. Complicating this task, the driving force through the cGMP-gated channels changes as the photoreceptors membrane potential dynamically depolarizes and hyperpolarizes, which might be expected to lead to differential photoresponses to an equivalent visual stimulus depending on the history of what the photoreceptor just saw (and thus the current state of its membrane potential). Fortunately, the photoreceptor is able to effectively ‘count photons’, without strongly being impacted by previous photons. How? Plotting the current that flows through a cGMP-gated channel across different membrane voltages reveals a strong rectification: photocurrents are relative fixed across negative membrane potentials (where the photoreceptor generally operates). This rectification helps make the photovoltage proportional to the flash intensity that evoked it, rather than also being dependent on the history of prior flashes."
                        },
                        {
                          "id": "8272bd45-d74e-4e59-8a7f-525ae789c81b",
                          "title": "Signal and noise",
                          "text": "cGMP-channels are abundant in photoreceptors. Each can drive a very small current, about 3fA. This single channel current is extremely small (most channels pass currents about three orders of magnitude greater). Why not use a larger single channel current for signaling photon absorption? If we consider signal and noise, it becomes clear why small currents are better in this situation. Channel opening is subject to thermodynamic noise. As a consequence, cGMP-channels in photoreceptors are frequently flickering between open and closed states. If the single channel current was very large, these flickering events could lead to large variations in the membrane potential, which could incorrectly be interpreted by the organism as photons that were detected. Thus, the retina’s strategy divides ‘thermal noise’ across many channels, each with very small currents. The noise of different channels is independent, and thus is averaged out. In contrast, the signal (i.e. the detection of photons produced by a flash of light) is synchronized across channels, and is averaged in."
                        },
                        {
                          "id": "30499b72-5195-4473-8b76-67bb61b4e4bb",
                          "type": "break",
                          "text": "Break section: ARJUN to finish: Signal amplification and single photo detection: Can you add a section where you walk through a single photon effect: eg. one photon hits a rhodopsin. This leads to X transducing being activated, Y PDE being activated, Z cGMP being hydrolized, A cGMP-channels being closed, resulting in a hyperpolarization of B mV. Then maybe contrast this to the max thing you talked about, related to the 34pA…"
                        },
                        {
                          "id": "4bfe20d5-2abf-437b-9596-8464784efaae",
                          "title": "The Visual Cycle –",
                          "text": "When rhodopsin absorbs a photon, its light-catching 11-cis retinal chromophore is isomerized into all-trans retinal. This latter form cannot be used for photon absorption and vertebrate retinae undertake a complex series of steps to convert all-trans retinal back to photo-activatable 11-cis retinal. Following binding of arrestin, the bond between all-trans retinal and the opsin is broken. The released all-trans aldehyde is quickly converted to all-trans retinol by membrane bound retinal dehydrogenase, which is in turn bound by an all-trans retinol binding protein. From here, a transport protein called intraretinal binding protein takes all-trans retinol on an inter-cellular journey into an adjacent retinal pigment epithelial cell. Pigment epithelial cells line the inner surface of the sclera and extend processes that intercalate with photoreceptor outer segments. These cells contain a pair of enzymes – retinyl-ester isomerase which converts all-trans retinol to 11-cis retinol, and 11-cis retinol dehydrogenase which uses ATP to convert 11-cis retinol back into 11-cis retinal. The regenerated 11-cis retinal is highly insoluble and is quickly bound by an 11-cis retinal binding protein which encapsulates the molecule, which makes the return trip out of retina pigment epithelium and back into the photoreceptor outer segment, where it is released and binds anew with an opsin."
                        },
                        {
                          "title": "Light sensitivity and temporal differences between rods and cones. -",
                          "paragraphs": [
                            {
                              "id": "e4605b3c-fd9c-40a1-bece-22802a657563",
                              "text": "Rods are more sensitive to photons than cones. Part of the answer lies in their relatively greater opsin content compared to their cone counterparts. Another part of the answer lies in different isoforms of the transduction machinery described above. Briefly, the phototransduction isoforms expressed in rods lead them to more rapidly break down cGMP, leading to a higher photon response gain in rods than in cones. Another part of the answer comes from lower levels of GTPase‐accelerating proteins in rods – these proteins increase the rate at which transducin cleaves its GTP and becomes inactive. In sum, compared to cones, rods can detect a greater number of photons (higher opsin concentration), turn on transduction machinery more quickly, and stay active for longer."
                            },
                            {
                              "id": "f01896d3-8161-4e9a-94b8-5429e15cbf96",
                              "text": "The increased sensitivity of rods incurs two principal costs – speed and bleaching. Because rods are so much more sensitive than cones (up to 1000x in the human retina), it also means that quick changes in illumination are likely to be ‘smoothed’ out. Rods also tend to run out of 11-cis retinal more quickly than their cone counterparts under sustained illumination. However, this difference also occurs because cones possess some capability to isomerize all-trans retinal into its light-sensing 11-cis isoform (meaning that cones do not absolutely appear to require the RPE)."
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3a8ddc6e-8f34-43bb-b850-949d155df033",
      "title": "Horizontal cells modulate signaling between photoreceptors and bipolar cells",
      "paragraphs": [
        {
          "id": "84ceadf0-e6ee-420e-b25f-7279a30834ca",
          "text": "Visual images contain a tremendous amount of redundancy – examine the room you are sitting in while you read this, or look at the border between the land and sky if you happen to be outside or near a window. Encoding any portion of the visual world is costly to the brain, so it is advantageous to limit the encoding of redundant parts of the visual world. A key solution our brains use is to focus on local differences in the incoming image, such as edges, or local motion. This process occurs in two ways. First, ethologically-important features are specifically encoded (this is discussed in detail below in Section 6). Second, information processing in spatially redundant parts of the visual is actively minimized by center-surround mechanisms. The latter begins at the first synapse of the visual pathway, where it is implemented by horizontal cells. Each horizontal cell contacts many photoreceptors with its dendritic and/or axonal arbors, and responds to photoreceptor glutamate release via ionotropic glutamate receptors. Paired recordings from photoreceptors and horizontal cells have shown that injecting depolarizing current into a horizontal cell causes a hyperpolarization in the photoreceptor, whereas injecting hyperpolarizing current into the horizontal cell causes a depolarization in the photoreceptor. While this feedback effect is clear, its mechanism remains controversial, and may rely on a combination of chemical synapses, ephaptic and pH related mechanisms."
        },
        {
          "id": "863ef5c3-09c2-484a-9376-9acbafb6902c",
          "text": "Glutamate released from a single photoreceptor has a very small effect on a horizontal cell’s membrane potential, whereas when multiple photoreceptors signal in tandem, this has a significant effect on the horizontal cell. Furthermore, horizontal cells are densely interconnected with one another via gap junctions, enabling them to efficiently pool and relay surround inhibition signals. As such, a small visual stimulus that only activates a small number of cones – such as a star in the sky – evokes little horizontal cell feedback. In contrast, large visual stimuli that activate many adjacent cones – such as a cloudless blue sky – evoke significant horizontal cell feedback. Aside from center-surround inhibition, horizontal cells have been implicated in other functional roles in the retina, such as temporal tuning."
        }
      ]
    },
    {
      "id": "22f2d2f8-655e-4de2-98ce-5748da18978c",
      "title": "Bipolar cells diversify photoreceptor generated light responses",
      "paragraphs": [
        {
          "id": "ced015b3-63e2-4686-948f-6a7dd067f4a1",
          "text": "Bipolar cells receive signals from photoreceptors and deliver them to the circuits of the inner retina. While photoreceptors all respond similarly when activated by a photon of light (i.e. they hyperpolarize), bipolar cells come in a variety of different flavours, which allow them to respond differentially to the same signal emanating from photoreceptors. In primates, midget bipolar cells are thought to synapse with individual photoreceptors in the fovea and relay their signals onto individual retinal ganglion cells – thus maintaining a high-resolution channel through the retina. Bipolar cells outside this foveal region are thought to connect with 5-10 photoreceptors and in turn synapse onto several ganglion cells. Each bipolar cell extends an axon into the inner plexiform layer. Bipolar cells can be further subdivided based on their gene expression profile, whether they depolarize to increases or decreases in luminance, and how their responses vary to visual stimuli flickered at various temporal frequencies. In the primate retina, there appear to be roughly 10 types of bipolar cells."
        },
        {
          "id": "58be77f5-7f60-41a9-99a9-7c616c447da8",
          "text": "OFF bipolar cells ‘copy’ photoreceptors. Photoreceptor axon terminals release glutamate onto their targets with the help of synaptic ribbon machinery. In an environment of stable luminance, this machinery permits photoreceptors to tonically release glutamate into the synaptic cleft, and enables the photoreceptor to encode both increases in luminance (resulting in membrane hyperpolarization and a decrease in glutamate release), as well as decreases in luminance (resulting in membrane depolarization and an increase in glutamate release). At OFF bipolar cell dendrites, glutamate is bound by ionotropic glutamate receptors. These are non-selective cation channels that lead to an inward current in the presence of glutamate, resulting in OFF bipolar cell membrane responses closely mirroring that of a photoreceptor (i.e. an OFF bipolar cell depolarizes following a decrease in luminance). OFF bipolar cells make synapses in the upper half of the inner plexiform layer, closer to the inner nuclear layer."
        },
        {
          "id": "95febd38-9ab4-4797-86f9-26a864e122ed",
          "text": "ON bipolar cells ‘invert’ the photoreceptor signal. Unlike OFF bipolar cells, which possess ionotropic glutamate receptors in their dendrites, ON bipolar cell dendrites express a metabotropic glutamate receptor – mGluR6. When bound to glutamate, these receptors activate an intracellular G protein pathway, leading to the closure of a non-selective cation channel – TRPM1. Thus, when photoreceptors are releasing high levels of glutamate in the dark, glutamate binding to mGluR6 leads to the closure of TRPM1 channels, resulting in a steady hyperpolarization of ON bipolar cells. Increments in light intensity lower glutamate levels in the synaptic cleft, which releases the inhibition of TRPM1 by mGluR6, driving an inward current and depolarization of ON bipolar cells. As such, ON bipolar cells are described as being able to ‘invert’ the photoreceptor light response (i.e. when a photoreceptor hyperpolarizes, an ON bipolar cell depolarizes). Mutations within the G protein pathway in ON bipolar cells can result in congenital stationary night blindness, since, as discussed below, rod signals pass through a rod bipolar cell which is a type of ON bipolar cell. ON bipolar cells make synapses in the lower half of the inner plexiform layer, closer to the ganglion cell layer."
        },
        {
          "type": "break",
          "id": "ffdbd2c2-e887-4aba-b7e0-86abdbd943a8",
          "text": "Break section: Video of Helga Kolb discussing the discovery of ON and OFF retinal channels."
        },
        {
          "id": "992e5fae-e527-486b-b8d2-f9b89b3950c9",
          "text": "Bipolar cells encode luminance, not patterns. The synaptic ribbons employed at photoreceptor-to-bipolar cell synapses lead to a relatively linear relationship between stimulus intensity and bipolar cell response. If we imagine that each bipolar cell (either ON or OFF) sums the input from 10 photoreceptors, then a light pattern that darkens 5 of these photoreceptors from a baseline level and illuminates the other 5, will not lead to a change in bipolar cell membrane potential. Linear responses at this level of the retinal circuit mean that bipolar cells signal the mean luminance over all their connected photoreceptors, rather than encoding the spatial organization of the incoming stimulus."
        },
        {
          "id": "f732d130-c766-4667-bc6e-7ba8be60612e",
          "text": "Bipolar cells temporally filter the visual signal. Aside from splitting the visual world into ON and OFF components, it appears that bipolar cells also begin sorting temporal aspects of the incoming visual scene. For instance, some bipolar cells are better than others at encoding fast changes in luminance over there receptive fields, whereas others are better able to encode when the mean luminance over their receptive field is stable for a long period of time. These different ‘interpretations’ of the incoming stimulus appear to be partly cell-intrinsic and partly inherited by amacrine and ganglion cell targets, and help establish the feature-detecting computations outlined in Section 6."
        },
        {
          "id": "62c6dafd-9a10-4fdf-9a2c-5c182475f89a",
          "text": "Release properties of bipolar cell terminals rectify the visual signal. Much like photoreceptors, bipolar cell axon terminals possess synaptic ribbons which help with continuous neurotransmitter release. However, for reasons that are still not entirely clear, bipolar cell ribbons release less neurotransmitter at rest than their photoreceptor counterparts. This results in bipolar cells being unable to equally respond to equivalent increases and decreases in luminance – a phenomenon termed rectification. As such, the change in glutamate release from an ON bipolar cell will be far greater for a stimulus that is twice the background intensity than for a stimulus that is half the background intensity. The opposite is true for OFF bipolar cells. Such rectified bipolar cell output helps downstream ganglion cells become sensitive to patterns within their receptive fields."
        }
      ]
    },
    {
      "id": "b781bab4-63cb-415f-a681-2e470e4b4725",
      "title": "Amacrine and Ganglion Cells – retinal circuits, computations and output",
      "paragraphs": [
        {
          "id": "53b462b8-82a0-425d-a9c3-b2b10f9658eb",
          "text": "The parcellation of photoreceptor-generated signals into distinct visual channels culminates at the ganglion cell. The outcome is that the retina sends out many different channels of visual information – each carrying distinct information about the incoming visual scene, with some channels focused on motion, others on color, others on size, etc. – to the brain. It appears that roughly 15 channels leave the human retina. These channels are represented by different types of ganglion cells. While ganglion cells are the focus of this section, since they represent the retinal output channels, their response properties are intertwined with the amacrine cells they are connected to, so we discuss both cell types in a combined manner. Furthermore, while some amacrine cells fire action potentials, and some bipolar cells can generate spike-like events, ganglion cells are generally considered the predominant spiking cell in the retina. Another important property of ganglion cells is that many of them can independently relay inputs that arise in a portion of their receptive field. In the bipolar cell section, we outlined how bipolar cells are unable distinguish between a grey background and a stimulus that half-illuminates and half-darkens their receptive field. It turns out that some ganglion cells are able to respond to this stimuli, processing both ON and OFF inputs. Such processing in ganglion cells is referred to as a non-linearity. This property enhances a ganglion cell’s ability to encode patterns within its receptive field. Below, we outline several canonical circuit computations in the retina, which result in ganglion cells with distinct feature selectivities."
        },
        {
          "id": "e896d06f-f436-4fad-96d7-c19b8a810f58",
          "type": "break",
          "text": "Break section – Parallel stacked channels: Video of Botond discussing how various ganglion cell types arise via parallel processing in ‘stacked’ channels. Include his ‘famous’ Mona Lisa channels thing."
        },
        {
          "subSection": [
            {
              "title": "Circuit computations",
              "id": "8c82b506-2f87-4aa3-906e-7d855d62ed47",
              "paragraphs": [
                {
                  "id": "4b1227a9-5dba-4007-bafb-66b705e963db",
                  "text": "<em>Centre-surround</em>: Recording in the 1930s from ganglion cell axons in the horseshoe crab, Halding Hartline found that retinal ganglion cells had ‘receptive fields’ – areas over which a visual stimulus had to be localized in order to activate the cell. He also found that different ganglion cells could respond either to increments (ON) or decrements (OFF) of light intensity (or both – ON-OFF). Subsequently, in the 1950s Horace Barlow and Steven Kuffler found that ganglion cells exhibited center-surround receptive fields, such that a given cell had an optimal stimulus size. An additional feature was that the surround tended to carry the opposite sign of the center, such that an ON cell has an OFF surround, and vice versa. Robert Rodieck subsequently modelled excitatory (center) and inhibitory (surround) portions of the receptive field with two Gaussians. Such an organization indicates that a given ganglion cell encodes an edge (or small spot), and not a homogenous patch of visual space. Additionally, if a downstream brain region has access to multiple center-surround receptive fields from several neighbouring ganglion cells, the precise location of a visual stimulus or pattern could be easily decoded. The most common cell types in the human retina, ON and OFF midget and ON and OFF parasol cells (which account for approximately 80% of ganglion cells), all exhibit center-surround receptive fields."
                },
                {
                  "id": "4029c834-7779-4340-b528-41d5cc0b6d09",
                  "text": "Break section – Video EJ chichilnisky - Population codes in the retina. Start with simple retina model (LN), and build to Chichilnisky full population recording, and end with decoding (eg. his recent eLife paper)",
                  "type": "break"
                },
                {
                  "id": "8b56dce0-47b3-4513-a455-8b92d5b380be",
                  "text": "Via what circuit mechanism do center-surround receptive fields arise? While a portion of the center-surround in ganglion cells appears to be inherited from bipolar cells and photoreceptors, most comes from GABA-ergic input from nearby amacrine cells. As such, for a given ganglion cell of a given sign – for instance an ON ganglion – it receives excitation from ON bipolar cells over its dendritic tree, which approximates its receptive field center. If the stimulus exceeds the ON ganglion cell’s receptive field center, ON bipolar cells in the area surrounding the ON ganglion cell’s dendritic tree drive GABA-ergic amacrine cells that in turn inhibit the ON ganglion cell."
                },
                {
                  "subSubSection": [
                    {
                      "title": "Color-opponency",
                      "id": "014b53f8-7421-44ab-af4e-e8bb6c3323c4",
                      "text": "A basic building block of color vision is color opponency. In ganglion cells, color opponency can be considered a specific implementation of the center-surround computation described above. First described in horizontal cells of fish by Gunner Svaetichin, color opponency means that a cell receives competing responses generated by visual stimuli of different wavelengths. The best-described form of color opponency in ganglion cells involves cells whose center is excited by red light and surround is inhibited by green light, and vice versa, and is referred to as red-green colour opponency. Such colour opponent responses arise from a similar center-surround circuit mechanism as described above, except involving specific connections from red and green cones. In the primate retina, red-green color opponency is a common feature of midget ganglion cells, and can come in all possible combinations. Another well-described form of color opponency in the primate retina is blue-yellow color opponency, which is a common feature of a small bistratified ganglion cell type. Signals from these color opponent ganglion cell types make their way to color-coding region in the brain, which eventually lead to color perception."
                    },
                    {
                      "type": "break",
                      "id": "389f482b-969d-454d-9a2a-edc31426f791",
                      "text": "Break section – color blindness. Start with Dalton. Move to Monet. Describe most common (red/green in males), sentences about genetic nature, and show example test images."
                    },
                    {
                      "title": "Direction-selectivity",
                      "paragraphs": [
                        {
                          "id": "11106e45-1688-41a5-9164-d266f8699b6c",
                          "text": "In the human and non-human primate visual system, it was generally thought that direction selective responses first arise in primary visual cortex. However, recent research has described direction selectivity in the primate retina. This puts the primate retina in line with several animal models commonly studied, such as rabbits and mice (as well as flies and fish), where direction selectivity (DS) arises first in retinal ganglion cells, and where the circuitry underlying the DS computation is among the most studied in neuroscience. While some insects use a temporal delay line strategy whereby spatially-offset inputs are better summated for one direction of motion, in the mammalian retina direction selectivity appears to arise in ganglion cells predominantly due to null-direction GABAergic inhibition coming from starburst amacrine cells. Starburst amacrine cells, named as such by Ted Famiglietti due to their unique anatomical appearance, are preferentially activated by visual stimuli moving centrifugally (away from the soma) compared to stimuli moving centripetally (towards the soma). In a remarkable feat of wiring, a single starburst amacrine cell connects to several direction selective ganglion cells with different preferred directions: processes radiating away from the starburst soma preferentially connect to ganglion cells with a preferred direction parallel but opposite to the preferred direction of that specific starburst process’ preferred direction. As such, during preferred direction motion, a retinal ganglion cell receives significant excitatory input but very little inhibitory input, whereas in the null direction the response is dominated by inhibition."
                        },
                        {
                          "id": "cae6653f-ff55-45ed-ac18-eb5bb7a08ab6",
                          "text": "At least in mouse and rabbit retina, there are several types of direction selective ganglion cells. The best-described are ON-OFF and ON DS cells. The ON-OFF DS cells prefer relatively fast motion, and there are types coding the 4 cardinal directions. These cells send signals to the LGN and onto visual cortex, but their role in visual perception is still unclear. ON DS cell prefer relatively slow motion and code 3 directions, which align with the axes of head motion coded by the semicircular canals. These cells project directly to accessory optic nuclei and are important for guiding stabilizing eye movements, and drive the vestibulo-ocular and optokinetic reflexes."
                        }
                      ]
                    },
                    {
                      "id": "a16680ad-b380-464b-a1ff-3ddc6361fc6a",
                      "title": "Object motion sensitivity:",
                      "text": "An immensely complex problem that the visual system needs to deal with is identifying and distinguishing objects within a visual scene. An early correlate of this computation is thought to arise in the retina, with some ganglion cells preferentially responding when a small stimulus located in the receptive field center (i.e. the ‘object’) moves asynchronously from the stimulus impinging in its surround (i.e. the ‘background’). These cells have been described as “bug perceivers”, “local edge detectors” and “object motion sensitive” cells. They gain their unique response properties as both center and surround receptive field regions sum up signals from both ON and OFF bipolar cells, such that synchronized motion of the same sign between both center and surround enables the surround to cancel out the central signals. In contrast, when center and surround movement is different, central responses can drive the cell to fire."
                    }
                  ]
                },
                {
                  "id": "c2f5bc17-e87f-45d3-92e6-ebdc1e4dcc0b",
                  "type": "break",
                  "text": "Break section: Video - Markus Meister talking about what the frog’s eye tells the frogs brain, and then telling the story about OMS cells."
                },
                {
                  "id": "e98cf0c5-d6d7-430b-8f10-00da971df956",
                  "type": "break",
                  "text": "Break section: Interactive widget – the retinal microcircuit is shown, and people can toggle between the different computations, turn stimuli on and off, and measure responses from each ganglion cell type…."
                }
              ]
            },

            {
              "title": "Rod vs. cone signals take different paths to get to ganglion cells",
              "id": "f1110828-a7e5-45b5-a255-3d28b007ab43",
              "paragraphs": [
                {
                  "id": "50eaaf7c-11dc-4a1e-be20-a82bf6e94225",
                  "text": "While both rod and cone mediated visual signals make their way to ganglion cells and out of the retina, how these signals make their way through the retina are quite different. Cones contact ON and OFF cone bipolar cells, which then directly contact ON and OFF ganglion cells, respectively. In contrast, rods predominantly contact rod bipolar cells (which are a type of ON bipolar cell). However, rod bipolar cells do not form synapses with ganglion cells. Instead, rod bipolar cells make glutamatergic synapses with AII (pronounced A-2) amacrine cells. AII amacrine cells pass rod signals to the ON system via electrical synapses with ON cone bipolar cells, and to the OFF system via glycinergic synapses with OFF cone bipolar cells. Additionally, some rod responses get into the cone system via electrical coupling between rods and cones, and some rods appear to directly synapse with OFF bipolar cells."
                }
              ]
            },
            {
              "title": " Intrinsically photosensitive retinal ganglion cells",
              "id": "dee32143-223a-4d92-8b01-08cd9ed0da1d",
              "paragraphs": [
                {
                  "id": "6b2d9fdb-274e-462e-b66c-e99cc8bdfa29",
                  "text": "Classically, the retina was considered to have 2 types of photoreceptors – rod and cones. However, around the turn of the 21th century, converging lines of evidence revealed that there was a population of ganglion cells that were themselves photosensitive. Termed intrinsically photosensitive retinal ganglion cells (ipRGCs), these cells contain melanopsin and are able to convert light into spiking responses in the absence of inputs from rod and cone circuits. ipRGCs project to several ‘non-image forming’ visual centers in the brain, where their inputs are important for controlling circadian rhythm and the pupillary light reflex. Interestingly, ipRGCs generally also receive light-evoked inputs from rod and cone pathways, and thus represent a hybrid visual signalling channel."
                }
              ]
            },
            {
              "title": "Retinal output",
              "id": "ddc8fdbb-077f-4aef-9e05-cb2408d2e83a",
              "paragraphs": [
                {
                  "id": "1e41246d-ea88-4a18-a6ad-2566c2a2d90f",
                  "text": "While the axons of all retinal ganglion cells get bundled into the optic nerve, which leave the eye at the optic nerve head – which coincides with the blind spot – each type of ganglion cells projects its axons to specific target regions in the brain. The most common retino-recipient targets are the LGN (which in turn projects to visual cortex which is responsible for conscious visual perception) and the superior colliculus (which is integral for controlling eye movements and integrating vision with other sensory inputs). Intrinsically photosensitive ganglion cells project to a host of other brain regions. In mouse, recent work has found approximately 45 different retino-recipient regions."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "c625fe97-ed71-4faa-b5f8-a1b816ad8039",
      "title": "Retinal vision in the ‘real world’",
      "paragraphs": [
        {
          "id": "b550aeb4-9ff4-4430-abd2-1dd726d35d93",
          "text": "Most of the physiological findings described above have been studied in a retina in a dish. As we move throughout the world, several other issues need to be dealt with by the retina."
        },
        {
          "subSection": [
            {
              "id": "cd6143c0-757f-4ca3-82f3-a110ef30d80a",
              "title": "Eye movements move the visual image projected onto the retina.",
              "paragraphs": [
                {
                  "id": "e9658c13-3dae-4ee9-a839-d8fd1c308ff7",
                  "text": "Aside from vergence eye movements described in Section 1, we make several distinct forms of eye movements, whose main roles are to focus our high-acuity central (foveal) vision on regions of interest in the environment. To look around, we make saccadic eye movements – quick movements of the eye that can span either very small or very large trajectories. Saccades also occur when we orient our vision to a cue arising from another sensory system, such as when we hear a sound and then look to see what caused the sound. Much of our visual perception is supressed during saccades. Next, as we move around the world, we constantly move our head, and there are complex eye movement reflexes that work to stabilize our gaze during ongoing head movements. Finally, even when we fix our gaze on something, our eyes are never truly stable. Instead, our eyes exhibit microsaccades (and fixational drift), which help ensure that the image projected onto our retina is constantly updated – as it has been shown that a completely stable image on the retina will disappear from perception in a few hundred milliseconds."
                }
              ]
            },
            {
              "id": "3d6aba94-dd49-440e-9208-8f6c74451543",
              "title": "Light adaptation allows the retina to function across a wide range of light intensities.",
              "paragraphs": [
                {
                  "id": "be5b4e2f-c7fa-4798-910f-257f6c6ee1ab",
                  "text": "As outlined in the phototransduction section, in an environment with a certain mean luminance level, there is a limited range of changes in luminance that can effectively be encoded by changes in a photoreceptor’s membrane potential. Down at the ganglion cells, this means that a given ganglion cell’s firing rate is not an absolute measure of light intensity. Instead, firing rate represents a relative increase or decrease from the mean luminance. In fact, a given ganglion cell is only able to reliable signal increases in a spot’s intensity over about 2 orders of magnitude. However, through various mechanisms, the retina as a whole is able to adapt to the mean luminance of a given environment, meaning that the luminance response curve of a ganglion cells can shift depending on mean luminance, allowing us to see over roughly 10 orders of magnitude. However, light adaptation is not instantaneous, and can account for why it might take a minute for your retina to adjust when you pass between two environments with significantly different mean luminance levels (like walking from a dark room into a sunny environment)."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "704bba12-eb9c-47f0-82eb-1eaa4442dcdd",
      "title": "Retinal development",
      "paragraphs": [
        {
          "id": "5ccd6c38-711d-49a0-8fa1-6dd2259c1646",
          "text": "Darwin famously wrote that the complexity of the eye was almost enough to make one question the theory of natural selection: “T<em>o suppose that the eye with all its inimitable contrivances for adjusting the focus to different distances, for admitting different amounts of light, and for the correction of spherical and chromatic aberration, could have been formed by natural selection, seems, I freely confess, absurd</em>”. In recent years, scientists have been able to watch the retina develop in living organisms with incredible detail, providing critical insights into how such an “inimitable” structure is formed. The retina begins as the optic vesicle, which buds off the embryonic diencephalon. A series of events take place whereby this nascent eye generates an eye-cup, lens, blood vessels, and retina. As the neural retina represents a piece the CNS which is conveniently located outside the skull – making it “an approachable part of the brain” – it has proven to be a powerful model for the field of developmental biology."
        },
        {
          "subSection": [
            {
              "id": "acec45cb-f0f0-4348-a3cb-735867bf9f11",
              "title": "Each retinal class is born at specific times and wiring is genetically defined.",
              "paragraphs": [
                {
                  "id": "3438c499-48b6-48f1-8896-4d8097872685",
                  "text": "In rodents, a group of neuroblasts compose a sheet at the back surface of the growing eye-cup. These cells have an I-beam shape when viewed in cross section, with anchors at the outer and inner margins of the developing retina. The nuclei within these cells undergo an interkinetic migration, shuttling inward and outward along their I-beam like shape, during which time they also generate daughter cells that will go on to become the various retinal classes. Retinal ganglion cells and amacrine cells are born first, bipolar cells next, and photoreceptors last. Current evidence indicates that within a neuron class, each subtype is generated randomly – for instance, neuroblasts generating only direction-selective or orientation-selective ganglion cells have not been found. The generation of different neuronal classes happens over a range of days, and newly generated neurons must migrate to their final positions. The temporal delay in generation of different neuronal classes complicates the retinal wiring process, as the dendrites and axons of synaptic partners arrive asynchronously in the plexiform layers. To solve this problem, the retina relies on a stereotyped set of genetically defined mechanisms, governed by cell-type-specific cell adhesion molecular, to guide early retina synapse formation."
                },
                {
                  "id": "4ba8917b-7a0f-436e-9209-0129e3615c75",
                  "type": "break",
                  "text": "Break section: Video – Get Josh to talk about these phenomena."
                }
              ]
            },
            {
              "id": "21b1c638-ecd4-4c69-bcea-5b3ec47822ec",
              "title": "Spontaneous waves of activity pattern the neonatal retina and influence wiring in the brain.",
              "paragraphs": [
                {
                  "id": "b13ace75-ceec-4cbd-970b-b60aaf77c766",
                  "text": "It turns out that both genetics and activity are important for development of the visual system. The sheet-like geometry of the retina permitted scientists to simultaneously record from many ganglion cells at once using an array of electrodes arranged on a glass plate. The initial recordings from neonatal retinae revealed a remarkable result: in the absence of visual stimulation, and even before the retina itself was fully wired together, spontaneous waves of activity spread across the retina. A host of follow up studies showed that the mechanisms driving these waves change over the course of development. Importantly, the waves are temporally local phenomena – the activity of a given ganglion cell is only closely correlated with that of its nearest neighbors but not with distantly located ganglion cells in the same retina or ganglion cells from the other eye. This waves of retinal activity propagate to retino-recipient areas in the brain, where this patterned activity is important for the development of retinotopic maps. Pharmacologically or genetically disrupting wave activity has been shown to inhibit the development of proper retinotopic maps in higher brain areas."
                },
                {
                  "id": "dd1f1f8b-6a01-47c7-9a40-ef02016038ee",
                  "type": "break",
                  "text": "Break section: Video – Rachel Wong describing discovery of retinal waves."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2c8e445e-4027-45d6-9634-a70bc64d41b4",
      "title": "Diseases, disorders, and treatments",
      "paragraphs": [
        {
          "id": "0a82aa92-3fda-490c-8970-b14ba23699d3",
          "text": "It is estimated that over<a href='https: //www.who.int/publications/i/item/9789241516570'>2 billion</a>people suffer from some form of visual impairment. Vision loss and impairment come in many forms. The source of the problem dictates the type of vision loss or impairment. The most common forms of visual impairment arise from lack of access to relatively simple procedures – the World Health Organization estimates that over 100 million people suffer from uncorrected refractive errors, over 60 million suffer from cataracts, and over 800 million suffer from unaddressed presbyopia. Here, we outlined the major forms of eye and retina based visual impairments, and highlight emerging therapeutic strategies."
        },
        {
          "id": "da38f0c8-855e-4e49-81dd-94014f22a99f",
          "type": "break",
          "text": "Break section – Summary of RL Gregory’s patient with restored vision (corneal replacement)."
        },
        {
          "subSection": [
            {
              "id": "84c61831-9515-4474-bea1-9b194dcdf143",
              "title": "Cataracts",
              "paragraphs": [
                {
                  "id": "87154e14-7551-4388-a730-a9fcb4c67de7",
                  "text": "A cataract arises when the lens becomes cloudy. Cataracts arise relatively commonly as humans age, though they can also have genetic or lifestyle-related causes (eg. smoking, extended sun exposure, etc.). The extent of visual impairment caused by cataracts are wide ranging, from mild to completely obstructing the ability to focus images on the retina. Left untreated, it is a progressive issue. Cataracts can also arise in children, and if left untreated for extended period of time (especially if present throughout the critical period), can effect vision even once removed. The first cataract surgical procedures were documented in India around 1000 BC (in which the lens was pushed out of the way, so as not affect incoming light), and the first cataract removal procedure appeared in Egypt around 1000 AD. Currently, the standard protocol current is to replace the cataract with an artificial lens, or simply remove the lens. Both approaches eliminate accommodation, but artificial lenses can be multifocal, to help correct for this."
                },
                {
                  "id": "390e0493-9e2e-4411-a5c0-006aa8b083c6",
                  "text": "Break section: Video of Pawan Sinha discussing Project Prakash, its impact, of some surprising scientific findings."
                }
              ]
            },
            {
              "id": "940945bd-d0b9-47bf-b61b-235c138028aa",
              "title": "Glaucoma",
              "paragraphs": [
                {
                  "id": "f7d29ecb-73e9-4d8d-acf4-89ad36ba3b00",
                  "text": "Glaucoma is a leading age-related disease that affects the health of retinal ganglion cells and the optic nerve. Increased intra-ocular pressure is thought to be a leading culprit behind glaucoma, but much remains to be known about this disease. Glaucoma tends to develop slowly over time, though some forms are fast onset. In general, glaucoma correlates with old age. To date, there are limited treatment strategies for glaucoma other than medication to reduce intraocular pressure, which are usually delivered in the form of eye drops."
                }
              ]
            },
            {
              "id": "8bd75036-aaa6-42db-b60e-bc7f8f4fb9b6",
              "title": "Diabetic retinopathy",
              "paragraphs": [
                {
                  "id": "095e3f5e-8118-4901-a439-80eef2f21258",
                  "text": "A majority of people suffering from diabetes for over 20 years will experience diabetic retinopathy. It is caused by excess vasculature growth, and leaky or bursting vasculature which leads to edema, both of which can lead to retinal damage. Common treatments include laser surgery, injection of corticosteroids into the eye, or delivery of anti-VEGF compounds into the eye."
                }
              ]
            },
            {
              "id": "721dcbb2-a339-4255-a7e8-4a688cad7fce",
              "title": "Age-related macular degeneration",
              "paragraphs": [
                {
                  "id": "b4dd3c80-8643-4cc1-93e3-5a101318bc4d",
                  "text": "Age-related macular degeneration (AMD) is an adult onset disease in which the central part of the visual field – the macula, including the fovea and its immediate surroundings – is affected. This results in damage to photoreceptors (specifically cones which are dominant in the macula), leading to a blind spot (scotoma) in the high acuity central part of the visual field. Aside from age-related macular degeneration, there are also juvenile onset forms of macular degeneration, such as Stargardt’s disease. As macular degeneration progresses, it can eventually lead to significant vision loss outside of the macula. AMD comes in two forms: wet and dry. Dry AMD is by far the most common, and results form drusen (protein and lipid aggregates) building up between the retina pigment epithelium and choroid. There are currently limited treatment strategies for dry AMD. Wet AMD is neovascular and can be treated with anti-VEGF agents."
                }
              ]
            },
            {
              "id": "19df8691-f1f9-4523-94fa-fd8f5e9789e0",
              "title": "Retinitis pigmentosa",
              "paragraphs": [
                {
                  "id": "7d81b911-5818-4c02-a17d-56ed4f680b7f",
                  "text": "Retinitis pigmentosa (RP) is a group of diverse genetic diseases that lead to loss of rod photoreceptors. Since rods are dominant in the peripheral retina (outside the fovea/macula), retinitis pigmentosa leads to ‘tunnel vision’ and night-blindness. As the disease progresses, it can begin to impinge upon the macula due to secondary cone loss, resulting in additional loss of central vision. There are limited strategies for treating retinitis pigmentosa."
                },
                {
                  "id": "c3dae8c1-25e2-4353-aefc-5c8b8ab80cf2",
                  "type": "break",
                  "text": "Break section: Interactive widget. Select a movie clip, and the click on which disease to mimic."
                }
              ]
            },
            {
              "id": "8c1bf700-b8ac-4a70-9435-1cd8318a1fae",
              "title": "Treatment strategies for retinal-based vision loss",
              "paragraphs": [
                {
                  "subSubSection": [
                    {
                      "id": "82941df1-39ea-4414-97c1-1360adcb6c6b",
                      "text": "Gene therapy is a therapeutic approach in which a mutated gene is replaced with the correct copy. Diseases caused by single gene mutation, in which the mutation does not lead to cell death or other deleterious effects, are the central target of gene therapy approaches. To date, the standard protocol is to package the proper version of the gene of interest into an adeno-associated virus, and inject the virus into or nearby the affected tissue of interest. For instance, the first ever gene therapy approved for use in humans was Luxturna, targeted towards treating a form of Leber’s congenital amaurosis, by providing the correct version of the gene<em>RPE65</em>."
                    },
                    {
                      "id": "d3c2edf1-a780-42c6-831e-da66c8c1f346",
                      "text": "Cell therapy involves using stem cells to replace dead or dystrophic retinal neurons. For instance, in a dish, stem cells or re-derived stem cells can be converted to photoreceptors. These photoreceptors can then be injected into the retina where the hope is that they will be able to survive and form normal connections within the retina, thus restoring light sensitivity. Another approach could be to grow full retina in a dish, as a retinal organoid, and then harvest cells of interest from the organoid."
                    },
                    {
                      "id": "1c48b2dd-4cd4-4650-ae67-36d8d345977b",
                      "text": "Retinal prostheses are electronic chips that are implanted in the eye, in direct contact with the retina. The chips contain multiple electrodes, each of which can electrically stimulate local regions of the retina, with such stimulation resulting in perceptual ‘phosphenes’ – somewhat structure-less luminance perceptions – in the stimulated portion of the visual field. Retinal prosthetic implants are combined with head-worn goggles that record the visual scene being viewed by the subject via a camera, and this video signal used to control which electrodes are stimulated at each time point. Another version of this technique that could be used when the retina is not an appropriate therapeutic target – such as in late stage glaucoma – would be to place the stimulating electrodes in visual cortex."
                    },
                    {
                      "id": "c3f29a30-4fa5-44ad-ba5b-860f0b80379e",
                      "text": "Optogenetic retinal therapy is a form a gene therapy that also relates closely to the retinal prosthetic approach. For this method, an adeno-associated virus is injected into the eye to drive expression of an optogenetic opsin into retinal neurons (eg. bipolar cells, ganglion cells) that remain following photoreceptor degeneration in diseases such as macular degeneration and retinitis pigmentosa."
                    }
                  ]
                },
                {
                  "id": "86c7a49b-c96b-43d4-9556-4cce4488ec37",
                  "type": "break",
                  "text": "Break section: I could get Valerie Wallace to talk about cell therapy."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "d2c9dd03-f1bb-47b5-be5b-695e4478d9e6",
      "title": "Looking forward",
      "paragraphs": [
        {
          "id": "e31989bb-37d7-4e35-8035-b363412111ff",
          "text": "It would be remiss if we failed to include a visual pun in the chapter, or if we didn’t include a retinal drawing from Cajal, or if we didn’t conclude by emphasizing how much knowledge has been acquired about the eye and retina over the last 100 years or so (as outlined above). Nonetheless, in this final section, we will focus on areas that remain poorly understood, and where significant gains in knowledge remain possible."
        },
        {
          "id": "ae514011-9a3a-4bef-9732-f94de16a2911",
          "text": "Much of the chapter has focused on neuron classes, and within each class, cell types. Much work on cell types has been restricted to studies in mouse retina, so work over the coming years will need to extrapolate this work to the non-human primate and human retina. For example, what visual features are encoded by the human retinal ganglion cells that have not been well studied (i.e. all cell types other than midget, parasol and small bistratified)? Furthermore, what behavioral relevance do these different cell types serve, and which types, if any, are most susceptible to dystrophy or most fundamental to be targeted for vision restoration?"
        },
        {
          "id": "99a1b305-c34e-4025-bf88-2ce200af7316",
          "text": "Furthermore, while any of the breakthroughs in retinal research in recent years have come from studies in mouse retina, mice lack a fovea, which a crucial part of the human visual system. In the coming years, increased studies in foveated animal models will be required to examine difference in cell types and circuit computations in foveal vs. peripheral retina, to better understand our visual system and to develop therapeutics targeted toward disorders which affect central vision."
        },
        {
          "id": "10e5d726-2199-4526-8dbe-afa88791e0b5",
          "text": "Finally, we are at turning point where many different strategies for restoring sight to the visually-impaired retina are nearing clinical use. As such, those these are still early days, soon many patients will be receiving some restored visual capabilities. This is remarkable, but we must keep in mind that often this restored vision will be highly attenuated, or in other ways quite different than normal retinal vision. We must therefore strive to understand the extent to which we can (or need to) restore normal retinal vision, and how various forms of restoration lead to different degrees of visual competency and patient satisfaction."
        }
      ]
    }
  ],
  "furtherReading": {
    "id": "6b8bbb4a-88d9-44fd-9c5d-1ff35ea91c0c",
    "title": "Further reading:",
    "paragraphs": [
      {
        "title": "Universities",
        "id": "27f033c0-ced3-4dd2-903f-5c78bb67c768",
        "links": [
          {
            "text": "Webvison of med Utah",
            "url": "https://webvision.med.utah.edu/"
          }
        ]
      }
    ]
  },
  "footNotes": {
    "id": "6b8bbb4a-88d9-44fd-9c5d-1ff35ea91c0c",
    "title": "Footnotes",
    "paragraphs": [
      {
        "id": "de56f6ef-0993-4b25-9ff6-3018e016108d",
        "text": ""
      }
    ]
  }
}
